{
  "default": {
    "2025-10-01": {
      "breakfast": "Rise and shine! For breakfast, you can enjoy a sweet cinnamon swirl, or a big bowl of honey Cheerios cereal. Served with fresh fruit and your choice of milk.",
      "lunch": "Here’s what’s cooking for lunch! Spaghetti and meatballs with a warm dinner roll! Other choices include chef salads, or a grilled cheese sandwich for grades six through twelve. On the side, enjoy fresh baby carrots with ranch, green beans for grades six through twelve, plus fruit and milk choices."
    },
    "2025-10-02": {
      "breakfast": "Good morning! Today’s breakfast is a pack of chocolate doughnuts, or a fudge poptart pack. Served with fruit and milk choices.",
      "lunch": "It’s pizza day! Choose from pizza favorites, or have a turkey sandwich or turkey and cheese. Sides include golden corn, a marinara dipping cup, fruit, and milk choices."
    },
    "2025-10-03": {
      "breakfast": "Happy Friday! Start your day with a tasty chicken biscuit, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Friday lunch is juicy hamburgers or cheeseburgers, plus turkey sandwich or turkey and cheese. On the side, enjoy baked beans, lettuce and tomato toppings for grades six through twelve, fresh fruit, and milk choices."
    },
    "2025-10-04": { "breakfast": "", "lunch": "" },
    "2025-10-05": { "breakfast": "", "lunch": "" },
    "2025-10-06": {
      "breakfast": "Good morning! Today’s breakfast is sweet blueberry bread, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Lunchtime looks yummy! Enjoy boneless chicken bites with a roll for grades six through twelve, BBQ chicken bites with a roll also for grades six through twelve, or popcorn chicken for kindergarten through fifth. Other choices include chef salads, or ham sandwich and ham and cheese for grades six through twelve. Sides are steamed broccoli, crunchy celery sticks for grades six through twelve, plus fruit and milk choices."
    },
    "2025-10-07": { "breakfast": "", "lunch": "" },
    "2025-10-08": {
      "breakfast": "Rise and shine! For breakfast, enjoy mini maple pancakes, or a big bowl of honey Cheerios cereal. Served with fruit and milk choices.",
      "lunch": "Today’s lunch is Salisbury steak with a warm dinner roll. Other choices are chef salads, or a grilled cheese sandwich for grades six through twelve. Sides include corn for grades six through twelve, steamed carrots, fruit, milk choices, and even ice cream!"
    },
    "2025-10-09": {
      "breakfast": "Good morning! Today’s breakfast is mini powdered doughnut holes, or a fudge poptart pack. Served with fruit and milk choices.",
      "lunch": "Let’s dig in to lunch! Signature macaroni and cheese with a warm garlic breadstick. You can also have a turkey sandwich or turkey and cheese. On the side, green beans, marinara sauce, fresh fruit, and milk choices."
    },
    "2025-10-10": {
      "breakfast": "It’s Friday! Start the day with a country steak biscuit, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Friday lunch is here! Regular or spicy chicken sandwich, or a turkey sandwich or turkey and cheese. Sides include crispy french fries, lettuce and tomato toppings for grades six through twelve, fruit, and milk choices."
    },
    "2025-10-11": { "breakfast": "", "lunch": "" },
    "2025-10-12": { "breakfast": "", "lunch": "" },
    "2025-10-13": { "breakfast": "", "lunch": "" },
    "2025-10-14": { "breakfast": "", "lunch": "" },
    "2025-10-15": { "breakfast": "", "lunch": "" },
    "2025-10-16": { "breakfast": "", "lunch": "" },
    "2025-10-17": { "breakfast": "", "lunch": "" },
    "2025-10-18": { "breakfast": "", "lunch": "" },
    "2025-10-19": { "breakfast": "", "lunch": "" },
    "2025-10-20": {
      "breakfast": "Good morning! For breakfast, enjoy cocoa bread, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Lunch is packed with flavor today! Mandarin orange chicken, turkey and cheese sandwich for kindergarten through fifth, or ham sandwich and ham and cheese for grades six through twelve. Sides include lo mein noodles, steamed broccoli, dragon punch drink for grades six through twelve, fruit, and milk choices."
    },
    "2025-10-21": {
      "breakfast": "Rise and shine! Enjoy a chicken sausage croissant, or a fudge poptart pack. Served with crispy tator tots, fruit, and milk choices.",
      "lunch": "It’s taco day! Taco meat with crunchy tortilla chips, yogurt parfait, pinto beans, salsa, shredded lettuce, white queso cheese, fruit, and milk choices."
    },
    "2025-10-22": {
      "breakfast": "Happy Wednesday! Today’s breakfast is a turkey sausage and ham bagel, or a big bowl of honey Cheerios cereal. Served with fruit and milk choices.",
      "lunch": "For lunch, enjoy chicken cordon bleu with a warm dinner roll, or a grilled cheese sandwich. On the side, green beans, oven browned potatoes for grades nine through twelve, fresh fruit, and milk choices."
    },
    "2025-10-23": {
      "breakfast": "Good morning! This morning’s breakfast is mini glazed breakfast bites, or a fudge poptart pack. Served with fruit and milk choices.",
      "lunch": "Here’s what’s for lunch! Spaghetti and meatballs with a warm dinner roll, or a turkey and cheese sandwich. On the side, steamed carrots, corn for grades six through twelve, fruit, and milk choices."
    },
    "2025-10-24": {
      "breakfast": "It’s Friday—let’s start strong! Begin your day with a country steak biscuit, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Friday lunch is eggs, sausage, and a biscuit. You can also have a turkey sandwich or turkey and cheese. On the side, crispy tator tots, white gravy, sliced tomatoes for grades six through twelve, fruit, and milk choices."
    },
    "2025-10-25": { "breakfast": "", "lunch": "" },
    "2025-10-26": { "breakfast": "", "lunch": "" },
    "2025-10-27": {
      "breakfast": "Rise and shine! For breakfast, you can enjoy a cinnamon swirl, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Today’s lunch is boneless chicken bites with a roll for grades six through twelve, or popcorn chicken for kindergarten through fifth. Other options include chef salads, or ham sandwich and ham and cheese for grades six through twelve. Sides are baked beans, fresh broccoli with ranch, fruit, and milk choices."
    },
    "2025-10-28": {
      "breakfast": "Good morning! Today’s breakfast is a chicken sausage croissant, or a fudge poptart pack. Served with crispy tator tots, fruit, and milk choices.",
      "lunch": "Lunchtime is tasty today! A chicken drumstick with a sweet chili ramen bowl, or pick a yogurt parfait. Sides include sweet glazed carrots, fresh fruit, and milk choices."
    },
    "2025-10-29": {
      "breakfast": "Happy Wednesday! Wake up to a bacon, egg, and cheese burrito, or a big bowl of honey Cheerios cereal. Served with fruit and milk choices.",
      "lunch": "Today’s lunch is a hot dog on a bun, chef salads, or a grilled cheese sandwich for grades six through twelve. On the side, enjoy vegetarian chili, crispy french fries, fresh fruit, milk choices, and even a chocolate cupcake!"
    },
    "2025-10-30": {
      "breakfast": "Good morning! Today’s breakfast is a pack of chocolate doughnuts, or a fudge poptart pack. Served with fruit and milk choices.",
      "lunch": "It’s pizza day again! Choose from pizza favorites, or grab a turkey sandwich or turkey and cheese. Sides include corn, marinara sauce, fruit, and milk choices."
    },
    "2025-10-31": {
      "breakfast": "Happy Friday! Start your day with a tasty chicken biscuit, or a big bowl of cinnamon toast cereal. Served with fruit and milk choices.",
      "lunch": "Friday lunch is eggs, sausage, and a biscuit. You can also have a turkey sandwich or turkey and cheese. On the side, crispy tator tots, white gravy, sliced tomatoes for grades six through twelve, fruit, and milk choices."
    },
    "2025-09-30": {
      "breakfast": "Good morning! Enjoy a chicken sausage croissant, or a fudge poptart pack. Served with crispy tator tots, fruit, and milk choices.",
      "lunch": "Let’s end September deliciously! Lunchtime is chicken and waffles. Other choices are yogurt parfait, or a baked potato—big for grades six through twelve, and half for kindergarten through fifth. On the side, broccoli and cheese, cheese cup for the potato, fresh fruit, and milk choices."
    }

},

  "prek_headstart": {
    "2025-09-02": { "breakfast": "", "lunch": "" },
    "2025-09-03": {
      "breakfast": "Today’s breakfast is whole grain Cheerios with fruit and cold milk.",
      "lunch": "Lunch is spaghetti and meatballs with whole grain pasta, served with fresh baby carrots and ranch, fruit, and milk."
    },
    "2025-09-04": {
      "breakfast": "Breakfast is a whole grain muffin with fruit and milk.",
      "lunch": "It’s pizza day! Whole grain cheese pizza with corn, fruit, and milk."
    },
    "2025-09-05": {
      "breakfast": "Start your day with a chicken biscuit, plus fruit and milk.",
      "lunch": "Lunch is a hamburger on a whole grain bun, baked beans, fruit, and milk."
    },
    "2025-09-06": { "breakfast": "", "lunch": "" },
    "2025-09-07": { "breakfast": "", "lunch": "" },
    "2025-09-08": {
      "breakfast": "Breakfast is a sweet cinnamon waffle with fruit and milk.",
      "lunch": "Enjoy whole grain chicken with steamed broccoli, fruit, and milk."
    },
    "2025-09-09": {
      "breakfast": "Breakfast is chicken sausage on a whole grain croissant, with fruit and milk.",
      "lunch": "Lunch is taco meat with crunchy whole grain tortilla chips, pinto beans, cheddar cheese, fruit, and milk."
    },
    "2025-09-10": {
      "breakfast": "Enjoy whole grain mini maple pancakes with fruit and milk.",
      "lunch": "Lunch is Salisbury steak on a whole grain roll, with steamed carrots and milk."
    },
    "2025-09-11": {
      "breakfast": "Breakfast is a whole grain blueberry muffin, with fruit and milk.",
      "lunch": "It’s whole grain cheese pizza with green beans, fruit, and milk."
    },
    "2025-09-12": {
      "breakfast": "Today’s breakfast is a steak biscuit with fruit and milk.",
      "lunch": "Lunch is a chicken sandwich on a whole grain bun, served with French fries, fruit, and milk."
    },
    "2025-09-13": { "breakfast": "", "lunch": "" },
    "2025-09-14": { "breakfast": "", "lunch": "" },
    "2025-09-15": { "breakfast": "", "lunch": "" },
    "2025-09-16": {
      "breakfast": "Breakfast is chicken sausage on a whole grain croissant, with fruit and milk.",
      "lunch": "Lunch is a turkey and cheese sandwich, sweet glazed carrots, fruit, and milk."
    },
    "2025-09-17": {
      "breakfast": "Breakfast is whole grain Cheerios with fruit and milk.",
      "lunch": "Enjoy whole grain chicken parmesan bites with green beans, fruit, and milk."
    },
    "2025-09-18": {
      "breakfast": "Breakfast is a blueberry muffin made with whole grains, plus fruit and milk.",
      "lunch": "Lunch is whole grain cheese pizza with corn, fruit, and milk."
    },
    "2025-09-19": {
      "breakfast": "Start the day with a chicken biscuit, fruit, and milk.",
      "lunch": "Breakfast for lunch! Scrambled eggs, a chicken sausage patty, and a biscuit, with tater tots, fruit, and milk."
    },
    "2025-09-20": { "breakfast": "", "lunch": "" },
    "2025-09-21": { "breakfast": "", "lunch": "" },
    "2025-09-22": {
      "breakfast": "Enjoy a warm cinnamon waffle with fruit and milk.",
      "lunch": "Lunch is mandarin orange chicken with whole grain fried rice, steamed broccoli, fruit, and milk."
    },
    "2025-09-23": {
      "breakfast": "Breakfast is chicken sausage on a whole grain croissant, with fruit and milk.",
      "lunch": "Lunch is whole grain chicken with Alfredo pasta, steamed carrots, fruit, and milk."
    },
    "2025-09-24": {
      "breakfast": "Breakfast is whole grain Cinnamon Toast Crunch cereal, with fruit and milk.",
      "lunch": "Lunch is a grilled cheese sandwich on whole grain bread, with refried beans, fruit, and milk."
    },
    "2025-09-25": {
      "breakfast": "Today’s breakfast is a whole grain blueberry muffin with fruit and milk.",
      "lunch": "Lunch is whole grain cheese pizza with green beans, fruit, and milk."
    },
    "2025-09-26": {
      "breakfast": "Start your day with a steak biscuit, fruit, and milk.",
      "lunch": "Lunch is a chicken sandwich on a whole grain bun, French fries, fruit, and milk."
    },
    "2025-09-27": { "breakfast": "", "lunch": "" },
    "2025-09-28": { "breakfast": "", "lunch": "" },
    "2025-09-29": {
      "breakfast": "Breakfast is a cinnamon waffle with fruit and milk.",
      "lunch": "Enjoy whole grain chicken with mashed potatoes and gravy, fruit, and milk."
    },
    "2025-09-30": {
      "breakfast": "Breakfast is chicken sausage on a whole grain croissant, with fruit and milk.",
      "lunch": "Lunch is whole grain chicken tenders with broccoli and cheese, fruit, and milk."
    }

    }
  }
