{
  "default": {
    "2025-08-01": { "breakfast": "", "lunch": "" },
    "2025-08-02": { "breakfast": "", "lunch": "" },
    "2025-08-03": { "breakfast": "", "lunch": "" },
    "2025-08-04": { "breakfast": "", "lunch": "" },
    "2025-08-05": { "breakfast": "", "lunch": "" },
    "2025-08-06": { "breakfast": "", "lunch": "" },
    "2025-08-07": { "breakfast": "", "lunch": "" },
    "2025-08-08": { "breakfast": "", "lunch": "" },
    "2025-08-09": { "breakfast": "", "lunch": "" },
    "2025-08-10": { "breakfast": "", "lunch": "" },
    "2025-08-11": { "breakfast": "", "lunch": "" },
    "2025-08-12": { 
      "breakfast": "Start your day with a yummy chicken sausage croissant, or pick any 'Choose 2' breakfast items! Served with tasty tator tots, fresh fruit, and your choice of milk!", 
      "lunch": "It's taco time! Enjoy taco meat with crunchy tortilla chips, a cool yogurt parfait, pinto beans, zesty salsa, shredded lettuce, creamy white queso cheese, plus fresh fruit and milk choices!" 
    },
    "2025-08-13": { 
      "breakfast": "Wake up to mini maple pancakes, or pick any 'Choose 2' breakfast items! Served with fresh fruit and your choice of milk!", 
      "lunch": "Get ready for Salisbury steak with a warm dinner roll, chef salads, a grilled cheese sandwich for grades six through twelve, sweet corn for grades six through twelve, steamed carrots, plus fresh fruit, milk choices, and even ice cream!" 
    },
    "2025-08-14": { 
      "breakfast": "Start your morning with mini powdered doughnut holes, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Dig in to signature macaroni and cheese with a warm garlic breadstick, turkey sandwich or turkey and cheese, green beans, marinara cup, and fresh fruit with milk choices!" 
    },
    "2025-08-15": { 
      "breakfast": "Rise and shine with a country steak biscuit, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Enjoy a regular or spicy chicken sandwich, turkey sandwich or turkey and cheese, crispy french fries, lettuce and tomato trimmings for grades six through twelve, plus fresh fruit and milk choices!" 
    },
    "2025-08-16": { "breakfast": "", "lunch": "" },
    "2025-08-17": { "breakfast": "", "lunch": "" },
    "2025-08-18": { 
      "breakfast": "Have a slice of banana bread, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Boneless chicken bites with a roll for grades six through twelve, popcorn chicken for kindergarten through fifth grade, chef salads, ham sandwich or ham and cheese for grades six through twelve, baked beans, fresh broccoli with ranch, plus fruit and milk choices!" 
    },
    "2025-08-19": { 
      "breakfast": "Enjoy a chicken sausage croissant, or pick any 'Choose 2' breakfast items! Served with tator tots, fruit, and milk choices!", 
      "lunch": "Tender chicken drumstick with sweet chili ramen bowl, yogurt parfait, sweet glazed carrots, and fresh fruit with milk choices!" 
    },
    "2025-08-20": { 
      "breakfast": "Start your day with a mini cinni, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Chicken parmesan with a warm dinner roll, chef salads, grilled cheese sandwich for grades six through twelve, baked potato for grades six through twelve, half potato for kindergarten through fifth, green beans, cheese cup for the potato, plus fruit and milk choices!" 
    },
    "2025-08-21": { 
      "breakfast": "Six-pack powdered doughnuts, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Pizza choices, turkey sandwich or turkey and cheese, corn, marinara cup, plus fresh fruit and milk choices!" 
    },
    "2025-08-22": { 
      "breakfast": "Chicken biscuit, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Eggs, sausage, and biscuit, turkey sandwich or turkey and cheese, tator tots, white gravy, sliced tomatoes for grades six through twelve, plus fruit and milk choices!" 
    },
    "2025-08-23": { "breakfast": "", "lunch": "" },
    "2025-08-24": { "breakfast": "", "lunch": "" },
    "2025-08-25": { 
      "breakfast": "Start your day with cocoa bread, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Mandarin orange chicken, chef salads, ham sandwich or ham and cheese for grades six through twelve, vegetable fried rice, steamed broccoli, cucumbers with ranch for grades six through twelve, plus fruit and milk choices!" 
    },
    "2025-08-26": { 
      "breakfast": "Enjoy a chicken sausage croissant, or pick any 'Choose 2' breakfast items! Served with tator tots, fresh fruit, and milk choices!", 
      "lunch": "Chicken with alfredo pasta, yogurt parfait, steamed carrots, dragon punch for grades six through twelve, plus fruit and milk choices!" 
    },
    "2025-08-27": { 
      "breakfast": "Turkey sausage and ham bagel, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Chicken and cheese taco, chef salads, grilled cheese sandwich for grades six through twelve, refried beans, salsa cup, plus fruit and milk choices!" 
    },
    "2025-08-28": { 
      "breakfast": "Mini glazed breakfast bites, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Signature macaroni and cheese with a warm garlic breadstick, turkey sandwich or turkey and cheese, green beans, marinara cup, plus fresh fruit and milk choices!" 
    },
    "2025-08-29": { 
      "breakfast": "Country steak biscuit, or pick any 'Choose 2' breakfast items! Served with fresh fruit and milk choices!", 
      "lunch": "Regular or spicy chicken sandwich, turkey sandwich or turkey and cheese, crispy french fries, lettuce and tomato trimmings for grades six through twelve, plus fresh fruit and milk choices!" 
    },
    "2025-08-30": { "breakfast": "", "lunch": "" },
    "2025-08-31": { "breakfast": "", "lunch": "" },

    "2025-09-02": {
  "breakfast": "Rise and shine! Today’s breakfast lets you choose your adventure: a yummy chicken sausage croissant, OR any two of your favorite 'Choose 2' breakfast items! It all comes with crispy tator tots, fresh fruit, and cold milk to start your day strong!",
  "lunch": "Lunchtime is delicious with chicken and waffles! You can also grab a cool yogurt parfait, or a baked potato—big for grades six through twelve, half for kindergarten through fifth. Don’t forget the broccoli and cheese, plus a cheesy cup for your potato. Top it all off with fresh fruit and your favorite milk choice!"
}

    },
  "prek_headstart": {
    "2025-08-01": { "breakfast": "", "lunch": "" },
    "2025-08-02": { "breakfast": "", "lunch": "" },
    "2025-08-03": { "breakfast": "", "lunch": "" },
    "2025-08-04": { "breakfast": "", "lunch": "" },
    "2025-08-05": { "breakfast": "", "lunch": "" },
    "2025-08-06": { "breakfast": "", "lunch": "" },
    "2025-08-07": { "breakfast": "", "lunch": "" },
    "2025-08-08": { "breakfast": "", "lunch": "" },
    "2025-08-09": { "breakfast": "", "lunch": "" },
    "2025-08-10": { "breakfast": "", "lunch": "" },
    "2025-08-11": { "breakfast": "", "lunch": "" },
    "2025-08-12": { 
      "breakfast": "Enjoy a warm chicken sausage on a whole grain croissant, served with half a cup of fruit and a cup of one percent milk!", 
      "lunch": "Taco meat with crunchy whole grain tortilla chips, half a cup of pinto beans, a quarter cup of cheddar cheese, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-13": { 
      "breakfast": "Start your morning with whole grain mini maple pancakes, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Salisbury steak on a whole grain roll, half a cup of steamed carrots, and a cup of one percent white milk!" 
    },
    "2025-08-14": { 
      "breakfast": "A tasty whole grain blueberry muffin, half a cup of fruit, and a cup of one percent white milk!", 
      "lunch": "Whole grain cheese pizza, half a cup of green beans, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-15": { 
      "breakfast": "A hearty steak biscuit, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Chicken sandwich on a whole grain bun, half a cup of french fries, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-16": { "breakfast": "", "lunch": "" },
    "2025-08-17": { "breakfast": "", "lunch": "" },
    "2025-08-18": { 
      "breakfast": "Fluffy cinnamon waffle, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Whole grain chicken, half a cup of baked beans, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-19": { 
      "breakfast": "Chicken sausage on a whole grain croissant, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Turkey and cheese sandwich, half a cup of sweet glazed carrots, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-20": { 
      "breakfast": "One ounce of whole grain Cheerios, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Whole grain chicken parmesan bites, half a cup of green beans, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-21": { 
      "breakfast": "A tasty whole grain blueberry muffin, half a cup of fruit, and a cup of one percent white milk!", 
      "lunch": "Whole grain cheese pizza, half a cup of corn, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-22": { 
      "breakfast": "Chicken biscuit, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Scrambled eggs with a chicken sausage patty and biscuit, half a cup of tator tots, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-23": { "breakfast": "", "lunch": "" },
    "2025-08-24": { "breakfast": "", "lunch": "" },
    "2025-08-25": { 
      "breakfast": "Fluffy cinnamon waffle, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Mandarin orange chicken, half a cup of whole grain fried rice, half a cup of steamed broccoli, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-26": { 
      "breakfast": "Chicken sausage on a whole grain croissant, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Whole grain chicken with half a cup of whole grain alfredo pasta, half a cup of steamed carrots, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-27": { 
      "breakfast": "One ounce of whole grain cinnamon toast crunch cereal, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Grilled cheese sandwich on whole grain bread, half a cup of refried beans, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-28": { 
      "breakfast": "A tasty whole grain blueberry muffin, half a cup of fruit, and a cup of one percent white milk!", 
      "lunch": "Whole grain cheese pizza, half a cup of green beans, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-29": { 
      "breakfast": "A hearty steak biscuit, half a cup of fruit, and a cup of one percent milk!", 
      "lunch": "Chicken sandwich on a whole grain bun, half a cup of french fries, half a cup of fruit, and a cup of one percent white milk!" 
    },
    "2025-08-30": { "breakfast": "", "lunch": "" },
    "2025-08-31": { "breakfast": "", "lunch": "" },

    "2025-09-02": {
  "breakfast": "Breakfast today is a chicken sausage on a whole grain croissant. It’s served with a half cup of fruit and a cup of one percent milk.",
  "lunch": "For lunch, enjoy whole grain chicken tenders with broccoli and cheese, a half cup of fruit, and a cup of one percent white milk."
}

    }
  }
